Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/sametinget.se/iellembiras_julev.pdf.tmx
Source language: smj
Languages: sma

source: Tjoavddusav dakkár värálda gähttjalibmáj nåv gåk dálkádakrievddadus la, máhttá val aktisasj åvdåsvásstádusán gávnnat.
sma: Mijjieh klimahten jorkesimmie vuejnebe goh væhta ahte mijjieh (gaajhkesh) tjoerebe dïedtem guedtedh jïh vedtedh hijven jorkesæmman.

source: Dajna gå gájka lip luondos oasse la miján aj máhttelisvuohta åvdåsvásstádusáv válldet ja tjoavddusis oasse årrot.
sma: Mijjieh vihkeles stuhtje daan tsagkesen tjoevtesne. Maab mijjieh maehtebe buektedh lea geajnoem åvtese vuesiehtidh.

source: Gäjnno åvddålijguovlluj
sma: Baalka åvtese

source: Mijá kultuvra vuodon la viessom gånnå ulmusj ja luonndo libá aktavuodan nubbe nuppijn.
sma: Kära vän, varför sover du varför sover du, varför sover du

source: Dan vuodon la iesjbierggim mij
sma:  Författarens anmärkning

source: 9 åvdelt tjiegŋalis máhtojt, rabás mielajt ja iesjrádak åvdåsvásstádusáv goappátjagá aktugattjaj ja aktavuodan.
sma: Dan maadtoe lea bierkenidh jïh dïsse gellieslaajetje maahtoe, gaahpode mïelh jïh diedtem vaeltedh dovne aajne almetjen jïh ektine.

source: Dåbddo luonnduj ja nubbe nubbáj la midjij dáhpen dålusj ájges årrum.
sma: Guktie sinsitnini jïh byjreskasse årrodh mijjen dejpeladtje vuekie.

source: Mij lip mihá dan åvdås ja dat la aj álggem Sámediggáj hábbmitjit sáme ulmijt aktisasj boahtteájggáj.
sma: Mijjieh garmeres dan gaavhtan jïh dïhte jïh destie Saemiedigkien råajvarimmie båata ahte saemien ulmie båetijen aejkien aktine tjïertestidh.

source: Dán tjállagin hábbmip mijá ulmijt ja mijá vuojnov nanos ja fábmogis sáme birrasij - boahtteájgge mijá ednamij ja mijá álmmugij.
sma: Daennie tjaatsegisnie mijjen ulmieh tjïertestibie mijjen vuajnose mij lea nænnoes jïh guadteles saemien jielemebyjreske – båatijen aejkien mijjen laantese jïh åålmegasse.

source: Mij åhtsåp vásstádusájt gatjálvisájda: Makkár väráldin lip viesutjit ?
sma: Vaestiedasside gyhtjelasside ohtsebe: Magkeres eatnamisnie sïjhtebe jieledh ?

source: Makkár viessomhámijt sihtap árbben mijá mánájda ja áhkkovijda / áddjovijda vaddet ?
sma: Magkeres nuepieh jieledh sïjhtebe åvtese vedtedh mijjen maanide jïh aahkoevidie jïh aajjoevidie ?

source: Gåk máhttep åvdedimev oadtjot mij mijá kultuvrraj hähpá, åvdedibme mij luondov suoddji ja åvddånahttá vaj ulmusj buoragit viessu ja máhttá åvddånit ?
sma: 9 evtiedimmie mij byjreskem vaarjele jïh almetjem skreejrehte hijven utnedh jïh evtiedidh ?

source: Sámedigge åvdåsvásstádusáv válldá buorep viessombirrasij ja jiermmás åvddånibmáj.
sma: Saemiedigkie diedtem vaalta pryövedh buerebe jielembyjreskem jïh daejreles övtiedimmiem buektiehtidh.

source: Åvddånibme mij luondov ja ulmutjij rievtesvuodav suoddji – aj ietjá väráltåsijn.
sma: Dïhte övtiedimmie byjreskem jïh almetjem riektesvoetem vaarjele – aaj jeatjene lehkine eatnamisnie.

source: Dájna prográmmajn Sámedigge gåhttju aj juohkka ulmutjav Sámeednamin iesj åvdåsvásstádusáv válldet ietjas árgan ja dåjmalattjat oassálasstet dán prosässaj.
sma: Saemedigkie daan programmine fïerhten aajne almejtem Saepmesne eevtjie jïjtse dïedtem vaeltedh jïjtsene aarhkebiejjesne jïh eadtjohke laakna meatan daennie processesne årrodh.

source: Jus mij gájka aktisattjat ja boahtteájggáj barggap de Sámeednam fábmogissan sjaddá ja bierggi daj gähttjalimij ma li mijá åvdån.
sma: Jis mijjieh gaajhkesh aktine maam darjoejibie jïh jaahkojne båetije biejjide dellie Saepmie edtja jielehke sjïdtedh jïh dejtie haestiemidie buektiehtidh mah mijjen åvtelen.

source: Mij ep ájgev máhte gålådit.
sma: Ibie asth tïjjem dassedh.

source: Ájggom / Vuorodibme / Ájggeperspektijvva
sma: Gielhtie / Prioriteereme / Tïjjhvuajnoe

source: Ájggom
sma: Gielhtie

source: Prográmma ájggom la:
sma: Daan programmen ulmie leah:

source:  Vuodon årrot ja álggo ålles
sma:  Maadtojne jïh aalkoemierine

source: Ájggeperspektijvva
sma:  Ulmieh tseegkedh nænnoes

source: Sámedikke doajmmaj
sma: jïh jielehke saemien jielemebyjresken

source:  Biejadit ulmijt nanos ja fábmogis
sma:  Saemien byjreskevuajnojne jïh

source: Sámedigge galggá lagámus lågev jage vuorodimij ja miellogisvuoda baktu barggat vaj mijá birásvuojnno galggá gäjnov midjij allasimme ja sebrudahkaj birrusin vuosedit.
sma: aalkajehtemedarjoeminie eadtjoehtidh

source: sáme viessombirrasij
sma:  Råajvaridh dovne laavenjostemidie

source:  Miellodit sáme birásvuojnujn ja
sma: sïjse jïh olkese

source: álgadimijn
sma: Tïjjhvuajnoe

source: Prográmma galggá årrot:
sma: Programme edtja årrodh:

source:  álggo mij tjielggi guhkesájggásasj
sma:  aalkoe mij guhkies syjhtedem

source: sidodav ja rahtjalisvuodav ulmijda
sma: jïh ulmide ” nænnoes jïh jielehke

source: ” nanos ja fábmogis Sámeednam ”
sma: Saepmie ” tjierteste jïh dan raajan lijrie

source:  vuodotjállagin dagátjit sniváp
sma:  maadthtjaatsege årrodh

source: dahkoprográmmajt ja plánimnävojt
sma: programmide jïh soejkesjimmide lijredh

source: Vuorodibme
sma: Prioriteereme

source: Unnedittjat rasjesvuodav ja tjielggasit
sma: Juktie saejriesvoetem unniedidh jïh jielesfaamoem bigkedh vïh Saepmesne

source: viessomfámov Sámeednamin ådåsis hássat galggá Sámedigge vuorodit tjuovvo
sma: Saemiedigkie edtja daejtie åeside

source: suorgijt:
sma: prioriteeredh:

source:  Sáme máhtojt tjalmmit
sma:  Åvtesne saemien maahtoem utnedh.

source:  Mierredit guovlov nanos sáme
sma:  Otnjegem nænnoestidh saemien

source: åvddånibmáj ja giehpedit prosjevtajt ja álgadit dajt duohtan dahkat
sma: nænnoes övtiedimmie jïh prosjekth jïh

source:  Rávkkat ja duohtan dahkat gåk ietja
sma:  Krïebpesjidh jïh illedh guktie mijjieh

source: gárttjodip dálkádakbájnnemav – rievddadime baktu oasestimhámijt
sma: klimahtem tsevtsebe – tjïrrh konsumsjovnen væjjojde jeatjadehtedh

source: masjijnaj hárráj, enersjiddjadárbojt / elfábmoadnemav,
sma: vuajadahki faamoedaarpoeh / åtnoen,

source: ábnasválljimav
sma: aamhteiveeljemi bïjre

source: Iellembirás: Sámedikke ulmme ja oasseulmme
sma: Jielemen bïjre: Saemiedigkien ulmieh jïh nuelieulmieh

source: Mijá gájkkásasj ulmme: Fábmogis & nanos sáme birás
sma: Mijjen bijjemes ulmie: Jielemes & nænnoes saemien jielemebyjreske

source: Mij sihtap viessot fábmogis Sámeednamin man vuodo l goappátjagá guoddelis luonndo ja viesso sáme kultuvrra.
sma: Mijjieh sïjhtebe jielemes Saepmesne jieledh mij dovne ektiedamme dovne guadteles byjreskinie jïh jielehke saemien kultuvrine.

source: Ulmutjin ja luondon la guhkesájggásasj máhtto ietjas ådåstuhttet ja nannusit vijdábut åvdeduvvat aj ájgijn stuor rievddadusáj.
sma: Almetje jïh byjreske guhkies maahtoe utnieh urriestidh jïh nænnoes laakan åvtanidh dovne tïjji mietie gosse jïjnje jorkese.

source: Goappátjagá luonndo ja kultuvrra Sámeednamin aneduvvá boanndudahkan väráldij.
sma: Dovne byjreske jïh kultuvre Saepmesne lea dååjrehtalleme goh eatnemem mijjen bïjre ræjkohte.

source: Mijá gålmmå oasseulme
sma: Mijjen golme nuelieulmieh

source: Luonndo Sáme máhttudahka Balánseridum åvddånibme
sma: Byjreske Saemien maahtoe Balanseereme övtiedimmie

source: Viesso iellembirás juohkka aktaj !
sma: Ealli eallinbiras juohkeaktii

source: Guoddelis iellembirás la vuodon ulmutjij, juhtusij ja sjattoj viessomij ja åvdedibmáj.
sma: Guadteles jielemebyjreske lea maadtoe guktie almetjh, juvrh jïh sjædtoeh maehtieh jieledh jïh åvtanidh.

source: Ednama ja tjátje ávkkim galggá aktan luondo vaddemijn ja mijá válldemijn, bissot váni luondo dåssjidime dagi. Ávkkim ij galga val ekonomak ássjen årrot.
sma: Laantem åtnoe edtja ektesne byjresken vedtieminie mijjen vaeltieminie jïh edtjh byjreske destie njarresidh Ij edtjh barre ekonomijen mietie byjreskem utnedh.

source: Mij rahtjap balánssaj ja guoddelis ávkkimij.
sma: Mijjieh sïjhtebe balansem utnedh gosse guadteles laakan nuhtjedh.

source: Buktaga ja buvtasháme ma Sámeednamav bårri galggi binnot.
sma: Dorjese jïh darjomesvuekieh mah Saepmien vierhtieh nipkieh edtjieh onnes darjodh.

source: Luonndo- ja birássuodje hähttu allagit vuoroduvvat gájkka sebrudaksulladimijn ja diehttelis oassen sjaddat juohkka ednam- ja luonndoadnemij.
sma: Tjuara jïlle prioriteetem byjresken vaarjelæmman vedtedh gaajhkine sïebredahken soejkesjimmesne.

source: Gájkka dåjma ma ilmev, ednamav ja tjátjev sielggiji hähttuji hiejteduvvat.
sma: Dïhte tjuara aaj iemies stuhtjine sjïdtedh laante- jïh byjreskevierhtieåtnosne. Gaarjhke

source: Árbbedábak sáme máhttudahka
sma: Byjreske – guadteles jielemebyjreske

source: Mij lip nanosvuohtaássjedåbdde.
sma: Mijjieh libie nænnoesvoeten expeerth.

source: Nanosvuohta l agev vuodon årrum mijá bissomij, ja mijá sebrudahka máhtij vijdábut dan diehti åvdeduvvat.
sma: Nännoesvoete eejnegen mijjen maadtoe orreme. Dannasinie maahteme gååvnesidh jïh åvtanidh.

source: Ájnas la máhttudagáv åhtsåt danna gånnå máhttudagáv gávnná, buojkulvissan sáme aktisasj máhttudagán gåk válldemav báret ja ednamijt tjuottjot.
sma: Vihkeles lea dellie maahtoem ohtedh gusnie gåarede dam gaavnedh. V.g. saemien tjåanghkan maahtoe aktine lea guktie dan jïjnjem åådtje goh gåarede jïh hijven guktie vierhtieh reerie.

source: Mij dárbahip dav máhttudagáv várrit gå guhkesájggásasj nanos sebrudagáv dahkap.
sma: Mijjieh tjoerebe jïlle daam maahtoem utnedh gosse edtjebe nænnoes sïebredahkem bigkedh guhkies vuajnosne.

source: Åtsådibme mijá árbbedábe máhttudagá birra midjij máhttelisvuodav vaddá ådå histårjjåárvustallamijt dahkat, dálátjav guoradit ja boahtteájgev hábbmit.
sma: Gosse daelie mijjen aerpievierhtien maahtoen bïjre dåtka dellie gåarede gïehtjedidh guktie lea orreme, daaletje tïjjem gïehtjedidh jïh båetijen aejkiem bigkedh.

source: Danen galggap mijá iehtjama åtsådimmáhttudagáv bajedit, tjoavddusijt mijá kultuvran åhtsåt ja vijdábut åvdedit mav álmmugin uddni adnep.
sma: Dannasinie edtjebe jïjtse maahtoem dotkedh tseegkedh jïh tjoevth ohtsedh mijjen kultuvresne jïh jåerhkedh maam daelie goh åålmege utnebe.

source: Vuostak galggap mujttet ja anodit mijá máhttudagáv.
sma: Mijjieh edtjebe dieves vuajnoem nuhtjedh gosse dotkebe.

source: Galggap máhttudagáv åtsådit ållesvuojnujn mij mijá kultuvran ja filosofidjan la viesso.
sma: Dïhte vuajnoe mij mijjen kultuvren jïh jielemeraajesen sisnie.

source: Nanosvuohta galggá aktijdimtemán sáme åtsådallamij sáme kultuvra birra.
sma: Nænnoesvoete edtja teema årrodh maam saemien dotkeme saemien kulturen bïjre ektede.

source: Mijá åtsådallamin galggap aj máhttudagá materiálak, sosiálak ja mentálak stuorrudagáv gehtjadit.
sma: 12 I vår forskning ska vi också beakta den materiella, den sociala och den mentala dimensionen av kunskap.

source: Dakkár åtsådallam hähttu bájke låbdån årrot dajna gå árbbedábak máhttudahka l bájkkáj tjanádum.
sma: Denna typ av forskning måste ske på lokal nivå eftersom traditionell kunskap ær platsbunden.

source: Balánseridum åvdedibme
sma: Dássálas ovdanahttin

source: Máhttudagá ådå ja árbbedábak aktijdahttem Mijá ulmme l mijá iehtjama kultuvra birra åtsådit ja gåk nanos viessomvuohkáj ja alla viessomkvalitähttaj åledip viessoma álkkedime baktu ienni gå gålojt lasedit.
sma: Ektiedasse dejpeladtje jïh daaletje maahtojste Mijjen ulmie lea jïjtse kultuvren bïjre dotkedh jïh guktie nænnoes jielemevuekiem jaksedh dovne aaj jïlle jielemekvalieteete tjïrrh jielemem aelhkiehtidh jïh ij maaksojde bæjjoehtidh.

source: Válldep goappátjagá ådå ja árbbedábe máhttudagáv duohtan ja galggap ávkkit buoremus diedojt åvdedime diehti.
sma: Mijjieh dovne daaletje jïh dejpeladtje maahtojde rïektes utnebe jïh edtjebe dejtie bööremes dååjrehtsidie nuhtjedh juktie åvtanidh.

source: Nanos åvdedime vuodon la ávkkás balánssa árbbedábak ja ådå máhttudagá gaskan.
sma: Nænnoes åvtanimmie hijven balansem dejpeladtje jïh daaletje maahtoej gaskoeh.

source: Jus smidás teknijkka addnu mijá árvudallamij de ij viessombirrasav biejste jalik mijá varresvuodav– nåv gåk álu uddni.
sma: Jis teknihkem, mij lea aevhkie orreme, mijjien åssjalommesi mietie ibie edtjh dovne jielemebyjreskem jallh mijjen staarnem murhkedh – dam maam daelie dorjesovveme.

source: Gänna l åvdåsvásstádus masi ?
sma: Gie dïedtem åtna mïsse ?

source: Juohkka lávkke l ájnas oasse vijdábut bessat ja ulmijda ållet.
sma: Fïerhten sïlle vihkeles buektiehtimmie dan uvtiebasse båetedh jïh ulmide jaksedh.

source: Mijá buorremannam la juohkka ulmutja duogen.
sma: Mijjen evtiedimmiem fïerhten aajne almetje guadta.

source: Sámedikke åvdåsvásstádus
sma: Saemiedigkien dïedte

source: Oasseulmme Luonndo:
sma: Nuelieulmie byjreske:

source: Sámedigge ájggu hássat hähttu-nävojt ja merkajt ma dájt prinsijpajt tjuovvu:
sma: Saemiedigkie edtja tjuara-instrumeenth jïh vuesiedæjjah mah princijph daan nuelesne fulkieh:

source:  slájaj viessombirás ja ekosystebma
sma:  aarti jielemebyjreskh jïh

source: Máhttudahka:
sma: ekosysteemh lea vaarjelamme

source: Sámedigge galggá arvusmahttet ja giehpedit åtsådimev, diehtotjoaggemav ja ådåsisbajedimev árbbedábak máhttudagás vuostatjin dájn suorgijn:
sma:  gaajhke darjome lea

source:  Biebbmo: biebbmoábnnasa, gárvvim ja
sma: soejmiprincijpen mietie

source:  Varresvuohta: sáme dálkasdiedo ja
sma:  åtnoe byjresken vierhtijste

source: varresvuohtabagádime ja
sma: lea nænnoes laakan guhkies vuajnosne

source: máhttudahka biktasij ja ábnnasij birra dálkkebierggima diehti
sma:  saemiej darjomi jotskelimmie

source:  Bidtjim: bájke bidtjimrusta ja
sma: unniedidh

source: suoddjiduvvá
sma:  vaenebe maadthtjaetsie,

source:  gájkka dåjma li
sma:  dan juhteles goh gåarede

source: várrogisvuohtaprinsijpa milta
sma: galhkedh nåake ïebnh nuhtjedh

source:  luonndoávkkim galggá
sma:  byjreske lea raejnies

source: dálkádakhiebadum arkitektuvrra,
sma: tsumhtsijste jïh ïebnijste maam ij dïhte

source: bittjiga (dálkádaksmidás sadje ja nåv vil), bidtjimájggoma
sma: maehtieh noeledh jïh mij biologije gelliesvoetem jïh almetji staarne aajhta

source:  Äládusá: sáme máhttudagá sierralágásj
sma:  Gïevledahken åssjalommes

source: guhkesájggásasj nanos vuoge milta
sma: mïelesne utnedh (unnididh, vïht nuhtjedh, urriestidh):

source:  llmmeduolvvima sáme dåjmajs binnu
sma:  unniedidh konsumsjovnem

source:  tjátjij, jiekkij, jávrij ja tjátjádagáj
sma:  jïjnem vïht nuhtjedh,

source: äládusájn buojkulvissan boatsojsujtto,
sma: vyörtegs aamhtesh mah jeanatjommes gåhtjoen roskh

source: bivddo, duodje, hábbmim, smávednambarggo
sma: (biegkemeaamhtesh, komposte, biogaase)

source:  Giella: giella gåvvi mijá aktavuodav
sma:  urriestidh gaajhkem maam ij

source: duolvvim binnu
sma: nuepie lea)

source:  vahágis ábnnasij adnem hiejteduvvá
sma: Nuelieulmie Saemien Maahtoe:

source: ruvva máhttelis
sma: Daah aamhtesh leah åajvahkommes:

source:  luonndo rájnnasin aneduvvá bahás
sma:  Beapmoeh: maam gåarede

source: luonnduj ja viessomij ja danen la ájnas suoddjit birásvuojno guovlos aj.
sma: byöpmedidh, juerjiehtidh jïh

source: Sámedigge ietjas giellaprográmmaj vuoset
sma: vöörhkedh

source:  Oahppam: sáme máhttudahka
sma:  Staarne: saemien

source: gádodik bátsidisájs, ja ábnnasijs ma biologak moattevuodav ja ulmutjij
sma: bueriedimmie jïh staarneraerieh jïh

source: varresvuodav ájtti
sma:  Bigkeme: lokaale

source:  Gärddádimájádusáv anet (binnedibme,
sma: bigkemeaamhtesh jïh klimahten mietie sjïehtedamme arkitektuvre,

source: ådåsisadnem, ådåsisdahkam):
sma: , bigkemesoejkesjh

source:  ålles ådåsisadnem árvuk ábnnasijs
sma:  Jieliemassh: saemien

source: oahppamis birásaktavuodan, degu gåk
sma: maahtoe ovmesi jieliemassi sisnie, v.g. båatsoe, vijreme jïh gööleme,

source: åvdebut åhpajma luonnduj jáhkket ja nubbe nubbáj, gåk mij åhpajma ájnas
sma: vytnesjimmie, haamoehtimmie, gaertene

source: máhttudagájt ja luonndodádjadimev ja ålobujt
sma: byjreskinie jïh jielieminie jeahta.

source:  Aktavuoda: sáme máhttudagá degu
sma:  Lïereme: saemien maahtoe

source: (ma ienemusát li bátsidisá,
sma: guktie lïereme ektesne byjreskinie v.g..

source: buojkulvissan: muora, kompoassta, biogássa)
sma: guktie lïerimh byjreskem jïh sinsitnide krööhkedh, guktie vihkeles maahtoem

source:  ådåsisdahkam gájkas majt ij máhte
sma: lïerimh jïh byjreskem guarkedh, jj.

source: ådåsisadnet (gånnå máhttelis la)
sma:  Ektievoeth: saemien

source: dal viessomvuoge birra luondo hárráj
sma: maahtoe v.g. jielmevukie byjresken

source: (aktavuohta ja aktisasjbarggo juhtusij
sma: ektesne (ektievoete juvrigujmie byjreskinie jïh laavenjosteme dejgujmie

source: ja luondujn (dálkke, dálkádahka, jahkeájge, luohko)); Aktisasjvuohta
sma: (vearolde, klimahte, jaepienboelkh, vierhtieh)); Laavenjosteme almetji

source: ulmutjij gaskan (sebrudakhábme, sijddavidnudakhábme boatsojsujton ja
sma: gaskems (sïebredahken tseegkeme,

source: nåv vil); aktavuohta jahkeájgij – rytma luonndoávkkimin jahkeájgij hárráj
sma: sïjten darjomessijjiej tseegkeme båatsosne j. j.); Ektievoete

source:  Tjuottjudus: vuoge
sma:  Reereme: vuekieh guktie

source: luonndoluohkkotjuottjudusá birra
sma: byjresken vierhtieh reeredh

source: Åvdedibme:
sma:  mieriedidh maam åestedh

source: Enersjiddja ja doalvvom: Sámedigge galggá
sma: Saemiedigkien kontovrese (v.g..

source: viehkken giehpedit fábmogiesse viessomvuogev ja fábmogiesse äládusájt unnedit ja
sma: prïhtjege rïektesvæhtine, moerhdorjesh FSC-væhtine, paehperhdorjesh

source:  rávkkat buojkulvissan várrogis
sma: byjreskevæhtine j. j.)

source: motåvrråvuojánadnemav; birásbuorep båldudagájt ja nåv vil
sma: Beapmoeh: Saemiedigkie edtja skreejrehtidh

source:  doarjjot álgadimijt ma ulmutja ja
sma:  saemien beapmoedarjomem,

source: dálásj åtsådime birra degu dal vijdep boatsojsujto åvdedimev (gárvvim dálkádakrievddadimijda, birásbuorep alternatijva boatsojbargon, åvdedibme hiebadum tjuottjudushámijs)
sma: övtebe bueriedimmiem evtiedidh (dovne man jïjnje jïh man gellie slaajh)

source: luondo rasjesvuodav Sámeednamin binnedi; buojkulvissan biejadimev ja
sma:  jienebe iemies beapmoeh jïh

source: adnemav unnep ådåstuhttem enersjiddjagáldojs
sma: beapmoeh sjïehtedamme

source: unnedimev Sámedikke kontåvråjn
sma: jaepienboelhkide utnedh (v.g. slow

source:  gehtjadit Sámedikke barggij
sma:  genetihke jeatjadamme

source: mannamdábijt (degu mannamvuogijt, hotellajt)
sma: dorjesh vuastadidh

source:  biedjat standárdijt ábnasoasestime
sma:  dah beapmoeh mah eah

source: hárráj Sámedikke kontåvråjda (degu
sma: gåaredh Saepmesne åestedh edtjieh

source: KRAV ja rievtesvuohtamierkkidum
sma: ekologije laakan dorjeme årrodh jïh rïektesvæhtam utnedh.

source: biebbmo, FSC sertifieridum muorrabuktaga, birásmierkkidum
sma: Nuelieulmie balanseereme övtiedimmie:

source: páhperbuktaga ja nåv vil)
sma: Faamoe jïh foeresjimmie: Saemiedigkie edjta viehkiehtidh aelhkiehtidh unnebe darjodh

source: Biebbmo: Sámedigge galggá arvusmahttet ja
sma: mijjen jielemievuekiej jïh jieliemassi daarpoe faamose tjïrrh

source:  åvddånahttet sáme
sma:  krïebpesjidh ahte soejmi

source: Varresvuohta: Sámedigge galggá huksat ja doarjjot buorep barggobirrasav mijá ålgoldis ja sisŋep varresvuohtaj.
sma: laakan motorvhvuajadahkh nuhtjedh, byjreskevuajemefaamoem nuhtjedh j. j.

source: Oahppam: Sámedigge galggá barggat vaj oahppamplána ja skåvllåplána gehtjasti mijá árbbedábak máhttudahkaj ja Sámedikke birásvuojnnuj.
sma: mah almetji jïh byjresken

source: Buohtaárvvo: Sámedigge galggá oassálasstet
sma: saejriesvoetem Saepmesne unnede; v.g..

source: dasi vaj gájkka sáme giehtaduvvi buohtaárvujn váni álldarij, bargguj,
sma: smaavetje urriestimmeles faamoeh tseegkedh jïh nuhtjedh

source: årromsadjáj jali sjärvváj gähttjamis.
sma:  buektiehtidh Saemiedigkien

source: Sámedigge dan nali vuoset ietjas buohtaárvvoprográmmaj.
sma: kontovren el-åtnoem unniedidh

source: Tjuottjudus: Sámedigge galggá diedojt
sma:  Saemiendigkien barkiji

source: lånudit ietjá álggoálmmugij luonndoluohkkotjuottjudusá vuogij hárráj.
sma: fealadimmieh gïehtjedidh (v.g. guktie vuajadahkh jïh hotellh veeljieh)

source: biebbmogárvvimåvdedimev, vijdepgárvvimav (goappátjagá
sma: Jieliemassh: Saemiedigkie edtja daej

source: kvantitäjtta ja moattevuohta)
sma: evtiedimmieh skreejrehtidh jïh evtiedidh

source:  lasedit ávkkimav jahkeájggehiebadum
sma:  gellie smaavelaaketje

source: ja luonduk biebmos (degu slow food)
sma: nænnoes saemien darjoemessijjieh

source:  vuosteldit genetak rievddadum
sma:  saemien dotkeme jïh meatan

source:  oasstet biebmojt majt ep Sámeednamin
sma: Mïrrestalleme: Saemiedigkie edtja eadtjohke

source: máhte gávnnat ja ma galggi ekologagit
sma: Saemiedigke åvtese jïjtse

source: dagádum ja rievtesvuohtamierkkidum årrot
sma: mïrrestallemeprogrammese tjuvtjede.

source: Äládusá: Sámedigge galggá åvddånahttet ja arvusmahttet vijdep åvdedimev vidnudagájs
sma: Reereme: Saemiedigkie edjta jeatjaj

source:  sáme åtsådimes ja oassálasstemis
sma: aalkoealmetjigujmei dååjrehtsh molsodh vuekiej bïjre guktie byjreskem reeredh.

source: Duv åvdåsvásstádus
sma: Dov dïedte

source:  huksat vaj oasstobiebmo ma e
sma:  dan jïjnje beapmoeh

source: Sámedigge duv gåhttju
sma: Saemiedigkie datnem treevie

source:  várrogisát luonndoluohkojt ávkkit
sma:  soejmi laakan vierhtide

source:  suoddjit gájklágásj slájaj
sma: nuhtjedh

source: Sámeednamin gávnnu li ekologagit
sma:  aarhti jielemebyjreskh jih

source: dagádum ja rievtesvuohtamierkkidum
sma: ekosysteemh vaarjelidh

source: viessombirrasijt ja ekosystemav
sma:  ih edtjh maadthtjaetsie,

source:  garvvet tjátjij, jiekkij, jávrij ja tjátjádagáj
sma: lovvesdaajvh, jaevrieh jïh tjaetsieh

source: duolvvimav
sma: jotskelidh

source:  binnedit ilmmeduolvvadimijt
sma:  unniedidh man jïjnje elmiem

source:  ávkkit motåvrråvuojánijt vuogijn mij
sma:  vuajadahkh nuhtjedh guktie

source: Enersjiddja ja doalvvom Sámedigge duv gåhttju oassálasstet mijá
sma: laantem vaenie nipkh

source: rahtjamijda rasjesvuodav Sámeednamin
sma:  byjreskem feerlege

source: ednamij dåssjidimev binnet
sma: tsumhtsijste vaarjelidh

source:  luondov rájnnasin adnet bátsidisájs ma
sma:  barre ïebnh nuhtjedh maam

source: e dåssjåna
sma: ij biologije gelliesvoetem jallh almetji staarnem eejhtedh

source:  adnet ábnnasijt ma e biologak
sma: jaepienboelhki mietie sjïdtedamme goh

source: Oassálasstet máhtá gå
sma: gåarede byöpmedidh.

source:  motåvrråvuojánijt binnebut aná
sma:  ij beapmoeh byöpmedidh

source:  ratjá birásbuorep båldudagáv adnet
sma: mah genetihkesne jeatjadahteme leah

source:  elfábmoadnemav ietjat vieson ja
sma:  vuejnedh goh beapmoeh

source: moattevuodav jali ulmutjij varrresvuodav ájte
sma: mah provhkh åestedh mah eah

source: dåjman unneda
sma: maehtieh Saepmesne åestedh lea ekologije ligkien sjïdtedamme jïh

source:  guorada ietjat mannamdábijt (degu
sma: riektesvæhtam guedtieh

source: Oasseulmme Sáme Máhttudahka:
sma: Nuelieulmie saemien maahtoe:

source: Sámedigge duv arvusmahttá
sma: Saemiedigkie datnem treevie:

source:  guoradit ietjat viessomav ja
sma: aarhkebiejjiedarjom gïehtjedidh jïh

source: mannamvuojánijt, hotellajt)
sma: vyörtegs saemien maahtoem gaajhkine daltesinie nuhtjedh

source:  alla rávkalvisájt aná gå oasesta,
sma:  meatan årrodh

source: buojkulvissan máhtá válljit
sma: dotkemeprosjektine saemien maahtoen bïjre

source: o bájke biebmov gå gávnnu
sma:  saemien maahtoem dov

source: árggadábijt, ja adnet árvuk sáme
sma: maanide, aahkoevidie / aajjoevidie

source: máhttudagáv gájkka låbdåjn
sma: (båetiji boelvide) ööhpehtidh

source:  oassálasstet åtsådimprosjevtajda sáme
sma: gæmhpoemisnie Saepmien saejrisvoetem

source: o KRAV- ja rievtesvuohtamierkkim
sma: Datnem maahtah viehkiehtidh

source: biebmov
sma: tjïrrh

source: máhttudagá birra
sma:  vaenie vuajadahkh nuhtjedh

source:  åhpadit sáme máhttudagáv ietjat
sma:  fassedh

source: mánájda ja mánájmánájda (boahtte
sma: byjreskevuajemefaamoem nuhtjedh

source: buolvajda)
sma:  vaenebe eelfaamoem dov

source: o birásmierkkim páhperbuktagijt
sma:  gïehtjedidh guktie datne

source: o birásmierkkim häjmmabuktagijt ja
sma: fealedh (v.g. vuajadahkh, hotellh)
